[Version]
7.7

[Main]	
Item0000=Καλωσορίσατε στο HP Recovery Manager. Χρησιμοποιήστε αυτό το εργαλείο για να επαναφέρετε τον υπολογιστή σας σε λειτουργική κατάσταση σε περίπτωση που σταματήσει να λειτουργεί ως συνήθως.
Item0001=Χρειάζομαι βοήθεια άμεσα
Item0002=Θέλω να εκτελέσω εργασίες συντήρησης
Item0003=Θέλω να επικοινωνήσω με την Υποστήριξη HP
Item0004=Θέλω να λάβω μέτρα ασφαλείας
Item0005=Επαναφορά συστήματος Windows
Item0006=Επαναφέρετε το σύστημά σας σε προγενέστερη ημερομηνία
Item0007=Περιβάλλον αποκατάστασης των Windows
Item0008=Πραγματοποιήστε επανεκκίνηση και μεταβείτε στο Περιβάλλον αποκατάστασης των Windows για να ανανεώσετε την εικόνα ή να επαναφέρετε το σύστημα στην αρχική εργοστασιακή κατάστασή του
Item0009=Αντίγραφα ασφαλείας αρχείων
Item0010=Δημιουργήστε αντίγραφα ασφαλείας των προσωπικών σας δεδομένων
Item0011=Επαναφορά βασικής εικόνας
Item0012=Πραγματοποιείται επαναφορά μόνο του λειτουργικού συστήματος, των προγραμμάτων οδήγησης και επιλεγμένων εφαρμογών λογισμικού (καθαρή εικόνα)
Item0013=Εκτέλεση ελέγχου υπολογιστή
Item0014=Χρησιμοποιήστε το εργαλείο διαγνωστικού ελέγχου υλικού για να εκτελέσετε διαγνωστικούς ελέγχους στη μνήμη, στο σκληρό δίσκο και σε άλλα στοιχεία του υπολογιστή.
Item0015=Δημιουργία μέσων επαναφοράς
Item0016=Δημιουργήστε ένα σετ μέσων επαναφοράς για το σύστημά σας
Item0017=Κατάργηση διαμερίσματος επαναφοράς
Item0018=Διαγράψτε το αντίγραφο ασφαλείας του εργοστασιακά εγκατεστημένου λογισμικού για να αποδεσμεύσετε χώρο στη μονάδα σκληρού δίσκου
Item0019=Επαναφορά εργοστασιακής κατάστασης
Item0020=Επαναφέρετε τον υπολογιστή διαγράφοντας όλα τα περιεχόμενα του σκληρού δίσκου και επαναφέροντας την αρχική εργοστασιακή κατάσταση
Item0021=Εκτέλεση συντήρησης υπολογιστή
Item0022=Αντιμετωπίστε προβλήματα, λάβετε ενημερώσεις και μάθετε πληροφορίες σχετικά με τον υπολογιστή
Item0023=Λήψη βοήθειας από την HP
Item0024=Εμφάνιση των στοιχείων επικοινωνίας για την Υποστήριξη πελατών HP
Item0025=Εμφάνιση στοιχείων επικοινωνίας
Item0026=Εμφάνιση των στοιχείων επικοινωνίας για την Υποστήριξη πελατών HP
Item0027=Επανεγκατάσταση προγραμμάτων οδήγησης και εφαρμογών
Item0028=Επανεγκαταστήστε προγράμματα οδήγησης ή/και εφαρμογές
Item0029=Απενεργοποιημένο: Το διαμέρισμα αποκατάστασης έχει καταργηθεί.
Item0030=Απενεργοποιημένο: Χρησιμοποιήστε το μέσο αποκατάστασης για την αποκατάσταση του συστήματός σας.
Item0031=Απενεργοποιημένο: Η επαναφορά συστήματος των Windows είναι απενεργοποιημένη.
Item0032=Απενεργοποιημένο: Ο HP Support Assistant δεν είναι εγκατεστημένος.
Item0033=Αντίγραφα ασφαλείας και επαναφορά των Windows
Item0034=Δημιουργήστε ένα αντίγραφο ασφαλείας ή πραγματοποιήστε επαναφορά αρχείων από υπάρχον αντίγραφο ασφαλείας
Item0035=Ανεπαρκή δικαιώματα πρόσβασης
Item0036=Η εκτέλεση του HP Recovery Manager απαιτεί δικαιώματα διαχειριστή. Αυξήστε τη ρύθμιση ελέγχου λογαριασμού χρήστη (UAC). 	
Item0037=Έκδοση: 00
Item0038=Απενεργοποιημένο: Δεν υποστηρίζεται με τον δυναμικό δίσκο
Item0039=Απενεργοποιημένο: Χρησιμοποιήστε τη Διαχείριση δίσκων των Windows
Item0040=Ιστορικό αρχείων των Windows
Item0041=Απαιτείται πρόσβαση στο Διαμέρισμα αποκατάστασης για ορισμένες λειτουργίες. Συνδέστε το tablet στη βάση και επανεκκινήστε το HP Recovery Manager για να ενεργοποιηθούν αυτές οι επιλογές.
Item0042=Για να χρησιμοποιήσετε αυτή την επιλογή, συνδέστε το tablet στη βάση και επανεκκινήστε το HP Recovery Manager.
Item0043=Οι επιλογές Αποκατάσταση και Αντίγραφα ασφαλείας αρχείων απαιτούν πρόσβαση στο Διαμέρισμα αποκατάστασης στη βάση. Συνδέστε το tablet στη βάση, επανεκκινήστε το σύστημα και πατήστε F11 για να επανεκκινήσετε το HP Recovery Manager. Κάντε κλικ στο κουμπί Συνέχεια για να εκτελεστεί ο Έλεγχος υπολογιστή.
Item0044=Ανανέωση συστήματος των Windows
Item0045=Προφυλάξεις
Item0046=Υποστήριξη
Item0047=Συντήρηση
Item0048=Δημιουργία μέσων αποκατάστασης
Item0049=Δημιουργήστε μέσα αποκατάστασης για το σύστημά σας
Item0050=Εκτέλεση συντήρησης υπολογιστή	
Item0051=Επικοινωνία με την υποστήριξη HP
Item0052=Κατάργηση διαμερίσματος αποκατάστασης
Item0053=Δημιουργήστε σημεία επαναφοράς ή χρησιμοποιήστε σημεία επαναφοράς που έχετε δημιουργήσει προηγουμένως για να επαναφέρετε το σύστημά σας σε προγενέστερη ημερομηνία
Item0054=Ιστορικό αρχείων των Windows
Item0055=Περιβάλλον αποκατάστασης HP
Item0056=Πραγματοποιήστε επανεκκίνηση και μεταβείτε στο Περιβάλλον αποκατάστασης HP για να επαναφέρετε το σύστημα στην αρχική εργοστασιακή κατάστασή του
Item0057=Μην αποσυνδέσετε το tablet από το σταθμό σύνδεσης κατά τη διαδικασία αποκατάστασης. Διαφορετικά δεν θα είναι δυνατή η εκκίνηση του tablet.
Item0058=Κάντε επανεκκίνηση και μεταβείτε στην επιλογή 00 για να κάνετε επαναφορά του συστήματος
Item0059=Επαναφορά συστήματος των Windows
Item0060=Το HP Recovery Manager υποστηρίζεται μόνο σε οριζόντιο προσανατολισμό.
Item0061=Κλείστε το HP Recovery Manager, αλλάξτε τον προσανατολισμό της οθόνης σε οριζόντιο και εκτελέστε ξανά το HP Recovery Manager.

[General]	
Item0100=Πίσω
Item0101=Επόμενο
Item0102=Άκυρο
Item0103=Συνέχεια
Item0104=Τέλος
Item0105=OK
Item0106=Θέλετε να πραγματοποιήσετε έξοδο από το HP Recovery Manager;
Item0107=Βεβαιωθείτε ότι ο υπολογιστής είναι συνδεδεμένος με το τροφοδοτικό, ώστε να μην διακοπεί η διαδικασία επαναφοράς.
Item0108=Το HP Recovery Manager εκτελείται ήδη!!
Item0109=Επανεκκίνηση
Item0110=Τερματισμός
Item0111=Προσοχή: Ο υπολογιστής λειτουργεί με τροφοδοσία από την μπαταρία.
Item0112=Για τη διαδικασία αυτή απαιτείται η σύνδεση του υπολογιστή σε εξωτερική τροφοδοσία.
Item0113=Συνδέστε το τροφοδοτικό του υπολογιστή και κάντε κλικ στο κουμπί OK για να συνεχίσετε.
Item0114=Το HP Recovery Manager απέτυχε. Κωδικός σφάλματος = 00
Item0115=Παρουσιάστηκαν σφάλματα. Δοκιμάστε πάλι.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(κωδικός σφάλματος=00)
Item0119=Η αποκατάσταση δεν υποστηρίζεται στην τρέχουσα διαμόρφωση. Ενεργοποιήστε την επιλογή επιτάχυνσης της τεχνολογίας Intel Smart Response Technology και δοκιμάστε ξανά.
Item0120=Το Recovery Manager δημιουργήθηκε  για τα Windows 7. Δεν είναι συμβατό με τα Windows 8.
Item0121=Αυτό το Softpaq δεν υποστηρίζεται στα Windows 7. Αναβαθμίστε πρώτα το σύστημα στα Windows 8.
	
[Windows System Restore]
Item0200=Επαναφορά συστήματος Windows
Item0201=Για τη χρήση της Επαναφοράς συστήματος Windows, το HP Recovery Manager θα κλείσει.
Item0202=Η Επαναφορά συστήματος Windows μπορεί να διορθώσει προβλήματα που προκαλούν την αργή λειτουργία του υπολογιστή ή τη μη απόκρισή του. Δεν θα επηρεάσει τα έγγραφα, τις εικόνες ή άλλα προσωπικά δεδομένα σας.
Item0203=Για να εκκινήσετε αυτόματα την Επαναφορά συστήματος Windows, κάντε κλικ στο κουμπί "Επόμενο".
	       	
[Computer Checkup]	
Item0250=Έλεγχος υπολογιστή
Item0251=Εκκίνηση ελέγχου δίσκου για το διαμέρισμα των Windows
Item0252=Εκκίνηση ελέγχου δίσκου για το διαμέρισμα επαναφοράς
Item0253=Άνοιγμα γραμμής εντολών
Item0254=Για να συνεχίσετε, ορίστε μια επιλογή και κάντε κλικ στο κουμπί "Επόμενο".
		
[Remove Recovery Partition]	
Item0300=Κατάργηση διαμερίσματος επαναφοράς
Item0301=Οι επιλογές Windows Push Button Reset (Επαναφορά των Windows με το πάτημα ενός κουμπιού) και επαναφοράς εικόνας HP δεν θα είναι διαθέσιμες εάν καταργήσετε το διαμέρισμα επαναφοράς.
Item0302=Κατανοητό. Συνέχεια με την κατάργηση του διαμερίσματος επαναφοράς.
Item0303=Συνέχεια
Item0304=Η δημιουργία μέσων επαναφοράς δεν έχει ολοκληρωθεί. Η επιλογή δημιουργίας μέσων επαναφοράς δεν θα είναι διαθέσιμη μετά την κατάργηση του διαμερίσματος επαναφοράς.
Item0305=Μετάβαση στο 00 τώρα.
Item0306=Κατάργηση διαμερίσματος επαναφοράς...
Item0307=Κάντε κλικ στο κουμπί "Συνέχεια" για να επιστρέψετε στην αρχική σελίδα
Item0308=Αρχική
Item0309=Δημιουργία μέσων επαναφοράς
Item0310=Παρουσιάζονται σφάλματα κατά την κατάργηση του διαμερίσματος επαναφοράς. Δοκιμάστε πάλι.
Item0311=Το διαμέρισμα αποκατάστασης καταργήθηκε με επιτυχία.
Item0312=Οι επιλογές αποκατάστασης εικόνας HP δεν θα είναι διαθέσιμες εάν καταργήσετε το διαμέρισμα επαναφοράς.
		
[File Restore Program]	
Item0400=Επαναφορά αρχείων 
Item0401=Καλωσορίσατε
Item0402=Η Επαναφορά αρχείων σάς βοηθά να επαναφέρετε αρχεία για τα οποία έχετε ήδη δημιουργήσει αντίγραφα ασφαλείας.
Item0403=Για να συνεχίσετε, κάντε κλικ στο κουμπί "Επόμενο".
Item0404=Τι τύπους αρχείων θέλετε να επαναφέρετε;
Item0405=Φωτογραφίες
Item0406=Μουσική και άλλα αρχεία ήχου
Item0407=Βίντεο και ταινίες
Item0408=Εγγραφές τηλεοπτικών εκπομπών
Item0409=Έγγραφα, υπολογιστικά φύλλα και παρουσιάσεις
Item0410=E-mail, αγαπημένα και ρυθμίσεις Internet
Item0411=Άλλα
Item0412=Βοήθεια
Item0413=Η επαναφορά των αρχείων έγινε στην παρακάτω θέση:
Item0414=Μια συντόμευση για αυτήν τη θέση έχει τοποθετηθεί στην επιφάνεια εργασίας.
Item0415=Επαναφορά σε εξέλιξη
Item0416=Πρόοδος:  00%
Item0417=Περιμένετε...
Item0418=Έγινε επαναφορά των αρχείων
Item0419=Η επαναφορά ολοκληρώθηκε επιτυχώς.
Item0420=Για να κλείσετε αυτό το πρόγραμμα, κάντε κλικ στο κουμπί "Τέλος".
Item0421=Η διαδρομή ορισμένων αρχείων επαναφοράς ξεπερνάει τους 260 χαρακτήρες. Ανατρέξτε στο 00.
Item0422=OK
Item0423=Προειδοποίηση
Item0424=Η Επαναφορά αρχείων εκτελείται ήδη.
Item0425=Για να εκτελέσετε την Επαναφορά αρχείων πρέπει να βρίσκεστε στα Windows 7.
Item0426=Ακύρωση Επαναφοράς αρχείων;
Item0427=Η επαναφορά ακυρώθηκε
Item0428=Η διαδικασία επαναφοράς ακυρώθηκε.
Item0429=Πού θέλετε να αποθηκεύονται τα αρχεία αντιγράφων ασφαλείας;
Item0430=Τοπικός δίσκος
		
[File Backup Program]	
Item0500=Αντίγραφα ασφαλείας αρχείων
Item0501=Για ποιους τύπους αρχείων θέλετε να δημιουργήσετε αντίγραφα ασφαλείας;
Item0502=Φωτογραφίες
Item0503=Μουσική και άλλα αρχεία ήχου
Item0504=Βίντεο και ταινίες
Item0505=Εγγραφές τηλεοπτικών εκπομπών
Item0506=Έγγραφα, υπολογιστικά φύλλα και παρουσιάσεις
Item0507=E-mail, αγαπημένα και ρυθμίσεις Internet
Item0508=Άλλα
Item0509=Βοήθεια
Item0510=Για να συνεχίσετε, κάντε κλικ στο κουμπί "Επόμενο".
Item0511=Γίνεται έλεγχος
Item0512=Ο Οδηγός δημιουργίας αντιγράφων ασφαλείας αρχείων δημιουργεί μια λίστα με τα αρχεία για τα οποία θα δημιουργηθούν αντίγραφα ασφαλείας.
Item0513=Η διαδικασία αυτή μπορεί να διαρκέσει αρκετά λεπτά.
Item0514=Πρόοδος: 00 %
Item0515=Περιμένετε...
Item0516=Δεν υπάρχει αρκετός διαθέσιμος χώρος στο διαμέρισμα του συστήματος στο σκληρό δίσκο για την προσωρινή αποθήκευση κατά τη συμπίεση των δεδομένων.
Item0517=Για να συνεχιστεί η εργασία, πρέπει να αποδεσμεύσετε χώρο στο διαμέρισμα του συστήματος στο σκληρό δίσκο.
Item0518=OK
Item0519=Προειδοποίηση
Item0520=Για να συνεχίσετε, ορίστε μια επιλογή και κάντε κλικ στο κουμπί "Επόμενο".
Item0521=Δημιουργία αντιγράφου ασφαλείας
Item0522=Δημιουργία αντιγράφων ασφαλείας αρχείων
Item0523=Ολοκλήρωση αντιγράφων ασφαλείας αρχείων
Item0524=Δεν υπάρχουν αρχεία που να ταιριάζουν με τους τύπους αρχείων που έχει επιλέξει ο χρήστης.
Item0525=Πού θέλετε να αποθηκεύσετε τα αντίγραφα ασφαλείας;
Item0526=Μέγεθος αρχείων προέλευσης:  00
Item0527=Όνομα
Item0528=Τύπος
Item0529=Συνολικό μέγεθος
Item0530=Ελεύθερος χώρος
Item0531=Δεν υπάρχει διαθέσιμη συσκευή για τη δημιουργία αντιγράφων ασφαλείας των αρχείων. Βεβαιωθείτε ότι ο αφαιρούμενος δίσκος είναι συνδεδεμένος.
Item0532=Αφαιρούμενος δίσκος
Item0533=Το αντίγραφο ασφαλείας των αρχείων είναι έτοιμο.
Item0534=Τα αρχεία σας θα αποθηκευτούν στη θέση (00).
Item0535=Αντιγραφή του αντιγράφου ασφαλείας 
Item0536=Η μονάδα προορισμού δεν είναι συνδεδεμένη.
Item0537=Αντίγραφα ασφαλείας αρχείων
Item0538=Το HP Recovery Manager δημιούργησε επιτυχώς το αντίγραφο ασφαλείας.
Item0539=Ακύρωση της δημιουργίας αντιγράφων ασφαλείας των αρχείων;
Item0540=Άκυρο
Item0541=Η δημιουργία αντιγράφων ασφαλείας ακυρώθηκε
Item0542=Η διαδικασία δημιουργίας αντιγράφων ασφαλείας ακυρώθηκε επιτυχώς.
Item0543=Η διαδικασία δημιουργίας αντιγράφων ασφαλείας ακυρώθηκε.
Item0544=Θέλετε να συνεχίσετε με την Επαναφορά συστήματος;
Item0545=Θέλετε να συνεχίσετε με την Επαναφορά βασικής εικόνας;
Item0546=Θέλετε να συνεχίσετε με την Επαναφορά εργοστασιακής κατάστασης;
Item0547=Ναι
Item0548=Όχι
Item0549=Συσκευή εγγραφής
Item0550=Δεν υπάρχει διαθέσιμη συσκευή για τη δημιουργία αντιγράφων ασφαλείας των αρχείων. Βεβαιωθείτε ότι έχετε συνδέσει τον αφαιρούμενο δίσκο ή τη συσκευή εγγραφής.
Item0551=Αυτοματοποιημένη δημιουργία αντιγράφων ασφαλείας
Item0552=Επιτρέπει στο χρήστη να επιλέγει κατηγορίες για τη δημιουργία αντιγράφων ασφαλείας (π.χ. -φωτογραφίες). Τα αντίγραφα ασφαλείας καλύπτουν τους περισσότερους τύπους αρχείων που χρησιμοποιούνται κατά κανόνα από αυτήν την κατηγορία. Χρησιμοποιήστε αυτή την επιλογή εάν ψάχνετε έναν εύκολο τρόπο να ρυθμίσετε τις παραμέτρους της διαδικασίας δημιουργίας αντιγράφων ασφαλείας.
Item0553=Μη αυτόματη δημιουργία αντιγράφων ασφαλείας
Item0554=Δίνει στο χρήστη τη δυνατότητα να επιλέξει συγκεκριμένα αρχεία και φακέλους για τη δημιουργία αντιγράφων ασφαλείας. Χρησιμοποιήστε αυτή την επιλογή εάν θέλετε να έχετε τον πλήρη έλεγχο της δημιουργίας αντιγράφων ασφαλείας.
Item0555=Άμεση αντιγραφή δεδομένων
Item0556=Η Άμεση αντιγραφή δεδομένων δεν χρησιμοποιεί συμπίεση και η επαναφορά των αρχείων δεν γίνεται με το HP Recovery Manager. Για να αποκτήσετε πρόσβαση στα αρχεία από οποιονδήποτε υπολογιστή μετά την ολοκλήρωση της δημιουργίας αντιγράφων ασφαλείας, μεταβείτε στον κατάλογο των αρχείων της Επαναφοράς συστήματος.
Item0557=Για να επαναφέρετε τα δεδομένα στο αρχικό σύστημα, απλά αντιγράψτε και επικολλήστε τα αρχεία.
Item0558=Τοποθετήστε ένα κενό δίσκο DVD+R ή DVD-R και κάντε κλικ στο κουμπί "Επόμενο".
Item0559=Πρόοδος εγγραφής:  00 %
Item0560=Σύνολο δίσκων:  00
Item0561=Τρέχων δίσκος:  00
Item0562=Τοποθετήστε δίσκο
Item0563=Τοποθετήστε έναν κενό δίσκο.
Item0564=Ο δίσκος που τοποθετήσατε δεν υποστηρίζεται από το HP Recovery Manager. Τοποθετήστε έναν κενό δίσκο DVD+R ή DVD-R (χωρητικότητας 4,7 GB).
Item0565=Γίνεται προετοιμασία δεδομένων	
	
[Recovery Media Creation]	
Item0600=Αρχική
Item0601=Δημιουργία μέσων επαναφοράς
Item0602=Μπορείτε να δημιουργήσετε μόνο 00 σετ μέσων επαναφοράς.
Item0603=Δέχομαι.
Item0604=Συνέχεια
Item0605=Τοποθετήστε ένα από τα παρακάτω μέσα:
Item0606=Μονάδα Flash USB
Item0607=Απαιτείται ελάχιστη χωρητικότητα 00GB
Item0608=DVD
Item0609=Απαιτούνται 00 δίσκοι
Item0610=DVDDL
Item0611=Θέλετε να συνεχίσετε με τα επιλεγμένα μέσα;
Item0612=Ναι
Item0613=Όχι
Item0614=Δημιουργείται μονάδα επαναφοράς Flash USB...
Item0615=Προετοιμασία δίσκου
Item0616=Γίνεται διαμόρφωση της μονάδας Flash USB
Item0617=Αντιγραφή εικόνας
Item0618=Γίνεται αντιγραφή της εικόνας επαναφοράς στη μονάδα Flash USB...
Item0619=Επιβεβαίωση δίσκου
Item0620=Γίνεται επιβεβαίωση της εικόνας επαναφοράς στη μονάδα Flash USB...
Item0621=Ολοκλήρωση 00%
Item0622=Τοποθετήστε δίσκο
Item0623=Τοποθετήστε ένα δίσκο 00 για να συνεχίσετε. Κάντε κλικ στο κουμπί "Άκυρο" για να διακόψετε τη δημιουργία των μέσων επαναφοράς. Μπορείτε να συνεχίσετε τη διαδικασία δημιουργίας μέσων επαναφοράς ανά πάσα στιγμή, επιλέγοντας ξανά "Δημιουργία μέσων επαναφοράς".
Item0624=Προετοιμασία δεδομένων
Item0625=Δημιουργία εικόνας επαναφοράς
Item0626=Εγγραφή δεδομένων
Item0627=Γίνεται εγγραφή της εικόνας επαναφοράς στο δίσκο
Item0628=Επιβεβαίωση δίσκου
Item0629=Γίνεται επιβεβαίωση της εικόνας επαναφοράς στο δίσκο
Item0630=Το μέσο επαναφοράς δημιουργήθηκε στο 00. Μπορείτε να δημιουργήσετε μόνο ΕΝΑ σετ μέσων επαναφοράς.
Item0631=Κάντε κλικ στο κουμπί ΟΚ για να επιστρέψετε στην αρχική σελίδα
Item0632=OK
Item0633=Η δημιουργία μέσων επαναφοράς δεν έχει ολοκληρωθεί. Κάντε κλικ στο κουμπί "Συνέχεια" για να ολοκληρώσετε τη δημιουργία των μέσων επαναφοράς.
Item0634=Άκυρο
Item0635=Συνδέστε το τροφοδοτικό του υπολογιστή
Item0636=Για να συνεχιστεί αυτή η διαδικασία, η μπαταρία πρέπει να είναι τοποθετημένη και το τροφοδοτικό συνδεδεμένο στον υπολογιστή
Item0637=Τοποθετήστε την μπαταρία
Item0638=Δεν βρέθηκε μονάδα οπτικού δίσκου
Item0639=Μπορείτε να συνδέσετε τη μονάδα οπτικού δίσκου τώρα
Item0640=Δίσκος Blu-ray
Item0641=Η δημιουργία του δίσκου επαναφοράς 00 ολοκληρώθηκε. Τοποθετήστε μια ετικέτα στο δίσκο 00 και φυλάξτε τον σε ασφαλές μέρος.
Item0642=Θα γίνει διαμόρφωση της μονάδας Flash USB. Όλα τα δεδομένα που υπάρχουν στη μονάδα Flash USB θα διαγραφούν. Όλος ο χώρος της μονάδας Flash USB θα χρησιμοποιηθεί για την εικόνα επαναφοράς (ακόμα και αν η μονάδα Flash USB είναι μεγαλύτερη από το εκτιμώμενο μέγεθος της εικόνας επαναφοράς).
Item0643=Κάντε κλικ στο κουμπί "Άκυρο" για να επιστρέψετε στην επιλογή μέσου ή κάντε κλικ στο κουμπί "Συνέχεια" για να ξεκινήσει η προετοιμασία του δίσκου.
Item0644=Ορίστε μία από τις παρακάτω επιλογές μέσων 
Item0645=ENA
Item0646=Ανάλυση υλικού…
Item0647=Η δημιουργία μέσων επαναφοράς βρίσκεται σε εξέλιξη. Δεν μπορείτε να κλείσετε το HP Recovery Manager.
Item0648=Παρουσιάζονται σφάλματα στη δημιουργία μέσων επαναφοράς. Δοκιμάστε πάλι.
Item0649=Η χωρητικότητα της μονάδας flash που έχετε τοποθετήσει δεν επαρκεί. Τοποθετήστε άλλη μονάδα.
Item0650=Δεν υποστηρίζονται τα επανεγγράψιμα μέσα. Τοποθετήστε έναν κενό δίσκο 00.
Item0651=Ο δίσκος που τοποθετήσατε δεν είναι κενός. Τοποθετήστε έναν κενό δίσκο 00.
Item0652=Ο δίσκος επαναφοράς 00 από 01 ολοκληρώθηκε. Τοποθετήστε μια ετικέτα στο δίσκο 00 από 01  και φυλάξτε τον σε ασφαλές μέρος.
Item0653=Ο δίσκος επαναφοράς δημιουργήθηκε επιτυχώς.
Item0654=Η μονάδα επαναφοράς flash δημιουργήθηκε επιτυχώς. Τοποθετήστε μια ετικέτα στη μονάδα και φυλάξτε την σε ασφαλές μέρος.
Item0655=Απαιτείται δίσκος 00
Item0656=Τα επανεγγράψιμα μέσα δεν υποστηρίζονται!!
Item0657=Το μέσο που τοποθετήσατε δεν υποστηρίζεται!!
Item0658=Το διαμέρισμα επαναφοράς έχει καταργηθεί - Η επιλογή δημιουργίας μέσων επαναφοράς δεν θα είναι πλέον διαθέσιμη
Item0659=Η επιβεβαίωση του δίσκου απέτυχε. Χρησιμοποιήστε έναν άλλο δίσκο και δοκιμάστε ξανά.
Item0660=Η εγγραφή του δίσκου απέτυχε. Χρησιμοποιήστε έναν άλλο δίσκο και δοκιμάστε ξανά.
Item0661=Το σύστημα αυτό έχει δημιουργηθεί από μέσο επαναφοράς. Μπορείτε να δημιουργήσετε μόνο ΕΝΑ σετ μέσων επαναφοράς.
Item0662=Το διαμέρισμα επαναφοράς έχει καταργηθεί.
Item0663=Υπέρβαση μεγέθους USB
Item0664=Η εικόνα αποκατάστασης υπερβαίνει το μέγεθος κατά 32 GB. Χρησιμοποιήστε μέσα οπτικού δίσκου.
Item0665=Η εικόνα αποκατάστασης υπερβαίνει το μέγεθος της μονάδας flash USB κατά 32 GB. Για να δημιουργήσετε μέσα αποκατάστασης, πρέπει να χρησιμοποιήσετε μέσα οπτικού δίσκου (DVD).
Item0666=Βεβαιωθείτε ότι η μονάδα flash USB έχει χώρο για δεδομένα 00 GB (32 GB μέγιστο).
Item0667=- Ο δίσκος αποκατάστασης 00 από 01 είναι έτοιμος. Τοποθετήστε μια ετικέτα στον δίσκο με την ένδειξη "00 από 01" και φυλάξτε τον σε ασφαλές μέρος.
Item0668=- Εισαγάγετε ένα δίσκο για να συνεχίσετε ή κάντε κλικ στο "Άκυρο" για να διακόψετε τη δημιουργία μέσων αποκατάστασης. 
Item0669=- Μπορείτε να συνεχίσετε οποιαδήποτε στιγμή επιλέγοντας ξανά το στοιχείο "Δημιουργία μέσων αποκατάστασης".
Item0670=Προσοχή: Η επιλεγμένη μονάδα flash USB θα διαμορφωθεί. Όλα τα δεδομένα στη μονάδα flash USB θα χαθούν.
Item0671=Για την εικόνα αποκατάστασης θα χρησιμοποιηθούν έως και 32 GB στη μονάδα flash USB. Αν η μονάδα flash USB είναι μεγαλύτερη από 32 GB, ο πρόσθετος χώρος στη μονάδα flash δεν θα μπορεί να χρησιμοποιηθεί μετά τη δημιουργία των μέσων αποκατάστασης.
Item0672=Κάντε κλικ στο κουμπί "Άκυρο" για να επιστρέψετε στην επιλογή μέσων ή κάντε κλικ στο κουμπί "Συνέχεια" για την έναρξη της δημιουργίας μέσων αποκατάστασης.
Item0673=Επιλέξτε 00 για να επιστρέψετε στην επιλογή μέσων ή επιλέξτε 01 για την έναρξη της δημιουργίας μέσων αποκατάστασης.
	
[System Recovery]	
Item0700=Επαναφορά του υπολογιστή στην αρχική εργοστασιακή κατάσταση
Item0701=Με αυτή τη διαδικασία θα εγκατασταθεί ξανά η αρχική εργοστασιακή εικόνα στο διαμέρισμα του συστήματος.
Item0702=Όλα τα αρχεία που δημιουργήθηκαν από το χρήστη και τα προγράμματα που εγκαταστάθηκαν μετά την αγορά θα διαγραφούν.
Item0703=Δημιουργία αντιγράφων ασφαλείας των αρχείων πρώτα (συνιστάται)
Item0704=Επαναφορά χωρίς δημιουργία αντιγράφων ασφαλείας των αρχείων
Item0705=Για να συνεχίσετε, ορίστε μια επιλογή και κάντε κλικ στο κουμπί "Επόμενο".
Item0706=Περιβάλλον αποκατάστασης HP
Item0707=Καλωσορίσατε στο HP Recovery Manager
Item0708=Χρησιμοποιήστε αυτό το πρόγραμμα για να επαναφέρετε τον υπολογιστή στην αρχική εργοστασιακή του κατάσταση.
Item0709=Αποσυνδέστε όλες τις εξωτερικές συσκευές πριν συνεχίσετε.
Item0710=Για περισσότερες πληροφορίες, ανατρέξτε στην τεκμηρίωση του υπολογιστή σας.
Item0711=Για να συνεχίσετε, κάντε κλικ στο κουμπί "Επόμενο".
Item0712=Επαναφορά εργοστασιακής εικόνας
Item0713=Γίνεται αναδιαμόρφωση του διαμερίσματος των Windows στη μονάδα σκληρού δίσκου
Item0714=Γίνεται επανεγκατάσταση του αρχικού λογισμικού
Item0715=Πρόοδος:  00 % 
Item0716=Εκτιμώμενος χρόνος που απομένει: 00 λεπτό(ά)
Item0717=Περιμένετε...
Item0718=Η επαναφορά ολοκληρώθηκε
Item0719=Μετά την επανεκκίνηση του υπολογιστή και αφού ολοκληρώσετε την αρχική ρύθμισή του, θα πρέπει να πραγματοποιήσετε ορισμένα πρόσθετα σημαντικά βήματα:
Item0720=Ενημέρωση των αρχείων ασφαλείας της Microsoft και της HP
Item0721=Επανεγκατάσταση του λογισμικού που δεν παρεχόταν με τον υπολογιστή
Item0722=Επαναφορά τυχόν προσωπικών δεδομένων για τα οποία μπορεί να έχετε κρατήσει αντίγραφα ασφαλείας (εάν ισχύει)
Item0723=Κάντε κλικ στο κουμπί "Τέλος" για να επανεκκινήσετε τον υπολογιστή τώρα.
Item0724=Προετοιμασία επαναφοράς
Item0725=Η μονάδα σκληρού δίσκου θα αναδιαμορφωθεί και όλα τα αρχεία που απαιτούνται για την επαναφορά της εργοστασιακής εικόνας θα αντιγραφούν στη μονάδα σκληρού δίσκου.
Item0726=Εγκατάσταση επαναφοράς
Item0727=Γίνεται εγκατάσταση του λογισμικού και των προγραμμάτων οδήγησης και το περιεχόμενο προσαρμόζεται για τον υπολογιστή σας.
Item0728=Το HP Recovery Manager θα επαναφέρει τη μονάδα σκληρού δίσκου στην εργοστασιακή κατάσταση. Τα δεδομένα του χρήστη και οι αλλαγές που έχουν γίνει στη μονάδα σκληρού δίσκου θα διαγραφούν.
Item0729=OK
Item0730=Άκυρο
Item0731=Προετοιμασία επαναφοράς εργοστασιακής εικόνας
Item0732=Γίνεται αντιγραφή των αρχείων που απαιτούνται για την επαναφορά της μονάδας σκληρού δίσκου
Item0733=Η προετοιμασία της επαναφοράς ολοκληρώθηκε
Item0734=Αφού γίνει επανεκκίνηση του υπολογιστή, θα ξεκινήσει η εγκατάσταση της επαναφοράς.
Item0735=Θα γίνει εγκατάσταση του λογισμικού και των προγραμμάτων οδήγησης και τα περιεχόμενα θα προσαρμοστούν για τον υπολογιστή σας.
Item0736=Κατά τη διάρκεια αυτής της διαδικασίας, ο υπολογιστής θα επανεκκινηθεί αυτόματα πολλές φορές. Αυτό είναι φυσιολογικό μέρος της διαδικασίας.
Item0737=Μην τερματίσετε τη λειτουργία του υπολογιστή, κλείσετε το καπάκι, αποσυνδέσετε τον υπολογιστή από το τροφοδοτικό ή δοκιμάσετε να αποκτήσετε πρόσβαση στον υπολογιστή κατά τη διάρκεια αυτής της διαδικασίας.
Item0738=Κάντε κλικ στο κουμπί "Συνέχεια" για να επανεκκινήσετε τον υπολογιστή τώρα.
Item0739=Τοποθετήστε το δίσκο επαναφοράς #00.
Item0740=Αφαιρέστε το μέσο επαναφοράς από το σύστημα
Item0741=Η Επαναφορά συστήματος δεν μπορεί να εκτελεστεί από τα Windows. Θέλετε να επανεκκινήσετε τον υπολογιστή και να εισέλθετε στο περιβάλλον επαναφοράς;
Item0742=Συνέχεια;
Item0743=Προετοιμασία περιβάλλοντος επαναφοράς…
Item0744=Κλείστε όλες τις εφαρμογές σας και πραγματοποιήστε επανεκκίνηση του συστήματος.
Item0745=Πριν συνεχίσετε, αποσυνδέστε όλες τις εξωτερικές συσκευές εκτός από το πληκτρολόγιο, το ποντίκι και την οθόνη.
Item0746=Η Επαναφορά συστήματος δεν μπορεί να εκτελεστεί από τα Windows. Θέλετε να επανεκκινήσετε τον υπολογιστή και να εισέλθετε στο περιβάλλον επαναφοράς;
Item0747=Η διαδικασία επαναφοράς έχει δύο φάσεις:
Item0748=Αρχική
Item0749=Επαναφορά συστήματος
Item0750=Απενεργοποιημένη: Χρησιμοποιήστε την επιλογή "Επαναφορά εργοστασιακής κατάστασης" για να επαναφέρετε το σύστημα	
Item0751=Ενημερώστε το σύστημά σας εγκαθιστώντας τις πιο πρόσφατες ενημερώσεις από τη Microsoft και την HP.
Item0752=Επιλέξατε το Περιβάλλον αποκατάστασης HP. Το σύστημα θα πραγματοποιήσει επανεκκίνηση και θα εισέρθει στο περιβάλλον αποκατάστασης. Θέλετε να συνεχίσετε;
Item0753=Εάν ο υπολογιστής σας περιλάμβανε αρχικά περισσότερα από ένα λειτουργικά συστήματα, η διαδικασία αποκατάστασης θα επαναφέρει όλα τα λειτουργικά συστήματα στην εργοστασιακή κατάστασή τους.
Item0754=Έχετε επιλέξει το 00. Το σύστημα θα κάνει επανεκκίνηση και θα εισέλθει στο περιβάλλον επαναφοράς. Θέλετε να συνεχίσετε;
Item0755=Όλα τα αρχεία και τα διαμερίσματα που δημιουργήθηκαν από το χρήστη και τα προγράμματα που εγκαταστάθηκαν μετά την αγορά θα διαγραφούν.
Item0756=Η διαδικασία επαναφοράς έχει δύο φάσεις:
Item0757=Προετοιμασία επαναφοράς
Item0758=Το διαμέρισμα των Windows θα αναδιαμορφωθεί και όλα τα αρχεία που απαιτούνται για την επαναφορά των Windows στην εργοστασιακή τους κατάσταση θα αντιγραφούν στη μονάδα σκληρού δίσκου.
Item0759=Εγκατάσταση επαναφοράς
Item0760=Γίνεται εγκατάσταση του λογισμικού και των προγραμμάτων οδήγησης και το περιεχόμενο προσαρμόζεται για τον υπολογιστή σας.
Item0761=Γίνεται επαναφορά αρχείων στη μονάδα σκληρού δίσκου
Item0762=Το HP Drive Encryption (HPDE) είναι ενεργοποιημένο σε αυτόν τον υπολογιστή. Απενεργοποιήστε το HPDE πριν εκτελέσετε την Επαναφορά συστήματος.
	
[Minimized Image Recovery]	
Item0800=Επαναφορά βασικής εικόνας
Item0801=Η διαδικασία αυτή επανεγκαθιστά ένα καθαρό περιβάλλον Windows, τα προγράμματα οδήγησης και τις βασικές εφαρμογές λογισμικού.
Item0802=Όλα τα αρχεία που δημιουργήθηκαν από το χρήστη και τα προγράμματα που εγκαταστάθηκαν μετά την αγορά θα διαγραφούν.
Item0803=Δημιουργία αντιγράφων ασφαλείας των αρχείων πρώτα (συνιστάται)
Item0804=Επαναφορά χωρίς δημιουργία αντιγράφων ασφαλείας των αρχείων
Item0805=Για να συνεχίσετε, ορίστε μια επιλογή και κάντε κλικ στο κουμπί "Επόμενο".
Item0806=Επαναφορά βασικής εικόνας
Item0807=Καλωσορίσατε στο HP Recovery Manager
Item0808=Η διαδικασία αυτή επανεγκαθιστά ένα καθαρό περιβάλλον Windows, τα προγράμματα οδήγησης και τις βασικές εφαρμογές λογισμικού.
Item0809=Η διαδικασία επαναφοράς έχει δύο φάσεις:
Item0810=Προετοιμασία επαναφοράς
Item0811=Η μονάδα σκληρού δίσκου θα αναδιαμορφωθεί και όλα τα αρχεία που απαιτούνται για την επαναφορά της βασικής εικόνας θα αντιγραφούν στη μονάδα σκληρού δίσκου.
Item0812=Εγκατάσταση επαναφοράς
Item0813=Γίνεται εγκατάσταση του λογισμικού και των προγραμμάτων οδήγησης και το περιεχόμενο προσαρμόζεται για τον υπολογιστή σας.
Item0814=Αποσυνδέστε όλες τις εξωτερικές συσκευές πριν συνεχίσετε.
Item0815=Για περισσότερες πληροφορίες, ανατρέξτε στην τεκμηρίωση του υπολογιστή σας.
Item0816=Για να συνεχίσετε, κάντε κλικ στο κουμπί "Επόμενο".
Item0817=Εντοπίστηκε δυναμικός δίσκος. Η επαναφορά δεν μπορεί να συνεχιστεί. Πρέπει να χρησιμοποιήσετε μέσα επαναφοράς για να επαναφέρετε τον υπολογιστή
Item0818=Προετοιμασία επαναφοράς βασικής εικόνας
Item0819=Γίνεται αναδιαμόρφωση του διαμερίσματος των Windows στη μονάδα σκληρού δίσκου
Item0820=Γίνεται αντιγραφή των αρχείων που απαιτούνται για την επαναφορά της μονάδας σκληρού δίσκου
Item0821=Πρόοδος:  00 % 
Item0822=Εκτιμώμενος χρόνος που απομένει: 00 λεπτό(ά)
Item0823=Περιμένετε...
Item0824=Η προετοιμασία της επαναφοράς ολοκληρώθηκε
Item0825=Αφού γίνει επανεκκίνηση του υπολογιστή, θα ξεκινήσει η εγκατάσταση της επαναφοράς.
Item0826=Θα γίνει εγκατάσταση του λογισμικού και των προγραμμάτων οδήγησης και τα περιεχόμενα θα προσαρμοστούν για τον υπολογιστή σας.
Item0827=Κατά τη διάρκεια αυτής της διαδικασίας, ο υπολογιστής θα επανεκκινηθεί αυτόματα πολλές φορές. Αυτό είναι φυσιολογικό μέρος της διαδικασίας.
Item0828=Μην τερματίσετε τη λειτουργία του υπολογιστή, κλείσετε το καπάκι, αποσυνδέσετε τον υπολογιστή από το τροφοδοτικό ή δοκιμάσετε να αποκτήσετε πρόσβαση στον υπολογιστή κατά τη διάρκεια αυτής της διαδικασίας.
Item0829=Κάντε κλικ στο κουμπί "Συνέχεια" για να επανεκκινήσετε τον υπολογιστή τώρα.
Item0830=Η επαναφορά ολοκληρώθηκε
Item0831=Μετά την επανεκκίνηση του υπολογιστή και αφού ολοκληρώσετε την αρχική ρύθμισή του, θα πρέπει να πραγματοποιήσετε ορισμένα πρόσθετα σημαντικά βήματα:
Item0832=Ενημέρωση των αρχείων ασφαλείας της Microsoft και της HP
Item0833=Επανεγκατάσταση του λογισμικού που δεν παρεχόταν με τον υπολογιστή
Item0834=Επαναφορά τυχόν προσωπικών δεδομένων για τα οποία μπορεί να έχετε κρατήσει αντίγραφα ασφαλείας (εάν ισχύει)
Item0835=Κάντε κλικ στο κουμπί "Τέλος" για να επανεκκινήσετε τον υπολογιστή τώρα.
Item0836=OK
Item0837=Τοποθετήστε το δίσκο επαναφοράς #00.
Item0838=Αφαιρέστε το μέσο επαναφοράς από το σύστημα
Item0839=Το HP Recovery Manager θα εγκαταστήσει τη βασική εικόνα. Τα δεδομένα του χρήστη και οι αλλαγές που έχουν γίνει στη μονάδα σκληρού δίσκου θα διαγραφούν.
Item0840=Πριν συνεχίσετε, αποσυνδέστε όλες τις εξωτερικές συσκευές εκτός από το πληκτρολόγιο, το ποντίκι και την οθόνη.
Item0841=Απενεργοποιημένο: Χρησιμοποιήστε την επιλογή "Επαναφορά εργοστασιακής κατάστασης" για να επαναφέρετε το σύστημα
Item0842=Εάν ο υπολογιστής σας περιλάμβανε αρχικά περισσότερα από ένα λειτουργικά συστήματα, η διαδικασία αποκατάστασης θα επαναφέρει όλα τα λειτουργικά συστήματα στην εργοστασιακή κατάστασή τους.
	
[Boot from UCRD]	
Item0900=Επαναφορά συστήματος
Item0901=Το HP Recovery Manager εκκινείται από προεπιλογή από το σκληρό δίσκο, αλλά μπορείτε να το εκτελέσετε από το μέσο που έχετε τοποθετήσει.
Item0902=Εκτέλεση προγράμματος από μέσο
Item0903=Εκτέλεση προγράμματος από τη μονάδα σκληρού δίσκου
Item0904=Για να συνεχίσετε, ορίστε μια επιλογή και κάντε κλικ στο κουμπί "Επόμενο".
Item0905=Εκτέλεση προγράμματος από τη μονάδα σκληρού δίσκου
Item0906=Ο υπολογιστής θα πραγματοποιήσει επανεκκίνηση από το διαμέρισμα.
Item0907=Αφαιρέστε το μέσο επαναφοράς πριν συνεχίσετε.
Item0908=Για να κλείσετε τον οδηγό, κάντε κλικ στο κουμπί "Τέλος".
Item0909=Επικοινωνία με την Υποστήριξη πελατών HP
Item0910=Το μέσο επαναφοράς συστήματος δεν υποστηρίζει αυτόν τον υπολογιστή.
Item0911=Δεν μπορείτε να πραγματοποιήσετε επαναφορά αυτού του συστήματος με το συγκεκριμένο μέσο.
Item0912=Δεν μπορείτε να πραγματοποιήσετε επαναφορά αυτού του συστήματος χρησιμοποιώντας τη θύρα συσκευής. Επικοινωνήστε με την Υποστήριξη πελατών ΗΡ.
		
[Factory Reset]	
Item1000=Επαναφορά εργοστασιακής κατάστασης
Item1001=Επαναφορά εργοστασιακής εικόνας
Item1002=Θέλετε να επαναφέρετε το σύστημα στην αρχική εργοστασιακή κατάσταση;
Item1003=Δημιουργία αντιγράφων ασφαλείας των αρχείων πρώτα (συνιστάται)
Item1004=Επαναφορά χωρίς δημιουργία αντιγράφων ασφαλείας των αρχείων
Item1005=Για να συνεχίσετε, ορίστε μια επιλογή και κάντε κλικ στο κουμπί "Επόμενο".
Item1006=Καλωσορίσατε στο HP Recovery Manager
Item1007=Χρησιμοποιήστε αυτό το πρόγραμμα για να επαναφέρετε τον υπολογιστή στην αρχική εργοστασιακή του κατάσταση.
Item1008=Η διαδικασία επαναφοράς έχει δύο φάσεις:
Item1009=Προετοιμασία επαναφοράς
Item1010=Η μονάδα σκληρού δίσκου θα αναδιαμορφωθεί και όλα τα αρχεία που απαιτούνται για την επαναφορά της εργοστασιακής εικόνας θα αντιγραφούν στη μονάδα σκληρού δίσκου.
Item1011=Εγκατάσταση επαναφοράς
Item1012=Γίνεται εγκατάσταση του λογισμικού και των προγραμμάτων οδήγησης και το περιεχόμενο προσαρμόζεται για τον υπολογιστή σας.
Item1013=Αποσυνδέστε όλες τις εξωτερικές συσκευές πριν συνεχίσετε.
Item1014=Για περισσότερες πληροφορίες, ανατρέξτε στην τεκμηρίωση του υπολογιστή σας.
Item1015=Για να συνεχίσετε, κάντε κλικ στο κουμπί "Επόμενο".
Item1016=Το HP Recovery Manager θα επαναφέρει τη μονάδα σκληρού δίσκου στην εργοστασιακή κατάσταση. Τα δεδομένα του χρήστη και οι αλλαγές που έχουν γίνει στη μονάδα σκληρού δίσκου θα διαγραφούν.
Item1017=Προετοιμασία επαναφοράς εργοστασιακής εικόνας
Item1018=Γίνεται αναδιαμόρφωση του διαμερίσματος των Windows στη μονάδα σκληρού δίσκου
Item1019=Γίνεται αντιγραφή των αρχείων που απαιτούνται για την επαναφορά της μονάδας σκληρού δίσκου
Item1020=Γίνεται επαναφορά αρχείων στη μονάδα σκληρού δίσκου
Item1021=Πρόοδος:  00 % 
Item1022=Περιμένετε...
Item1023=Εκτιμώμενος χρόνος που απομένει: 00 λεπτό(ά)
Item1024=Η προετοιμασία της επαναφοράς ολοκληρώθηκε
Item1025=Αφού γίνει επανεκκίνηση του υπολογιστή, θα ξεκινήσει η εγκατάσταση της επαναφοράς.
Item1026=Θα γίνει εγκατάσταση του λογισμικού και των προγραμμάτων οδήγησης και τα περιεχόμενα θα προσαρμοστούν για τον υπολογιστή σας.
Item1027=Κατά τη διάρκεια αυτής της διαδικασίας, ο υπολογιστής θα επανεκκινηθεί αυτόματα πολλές φορές. Αυτό είναι φυσιολογικό μέρος της διαδικασίας.
Item1028=Μην τερματίσετε τη λειτουργία του υπολογιστή, κλείσετε το καπάκι, αποσυνδέσετε τον υπολογιστή από το τροφοδοτικό ή δοκιμάσετε να αποκτήσετε πρόσβαση στον υπολογιστή κατά τη διάρκεια αυτής της διαδικασίας.
Item1029=Κάντε κλικ στο κουμπί "Συνέχεια" για να επανεκκινήσετε τον υπολογιστή τώρα.
Item1030=Η επαναφορά ολοκληρώθηκε
Item1031=Μετά την επανεκκίνηση του υπολογιστή και αφού ολοκληρώσετε την αρχική ρύθμισή του, θα πρέπει να πραγματοποιήσετε ορισμένα πρόσθετα σημαντικά βήματα:
Item1032=Ενημέρωση των αρχείων ασφαλείας της Microsoft και της HP
Item1033=Επανεγκατάσταση του λογισμικού που δεν παρεχόταν με τον υπολογιστή
Item1034=Επαναφορά τυχόν προσωπικών δεδομένων για τα οποία μπορεί να έχετε κρατήσει αντίγραφα ασφαλείας (εάν ισχύει)
Item1035=Κάντε κλικ στο κουμπί "Τέλος" για να επανεκκινήσετε τον υπολογιστή τώρα.
Item1036=Ναι
Item1037=Όχι
Item1038=Επικοινωνία με την Υποστήριξη πελατών HP
Item1039=Στις περισσότερες περιπτώσεις, η επαναφορά της μονάδας σκληρού δίσκου θα λύσει τα προβλήματα που αντιμετωπίζετε.
Item1040=Εάν εξακολουθείτε να αντιμετωπίζετε προβλήματα, μπορεί να χρειαστεί να επικοινωνήσετε με την Υποστήριξη πελατών HP.
Item1041=Μπορείτε να βρείτε τα στοιχεία επικοινωνίας της Υποστήριξης HP στην τεκμηρίωση του υπολογιστή σας.
Item1042=Για να κλείσετε αυτό το πρόγραμμα, κάντε κλικ στο κουμπί "Τέλος".
Item1043=Τοποθετήστε το δίσκο επαναφοράς #00.
Item1044=Αφαιρέστε το μέσο επαναφοράς από το σύστημα
Item1045=Το HP Recovery Manager θα επαναφέρει τις μονάδες σκληρού δίσκου στην αρχική εργοστασιακή κατάσταση. Τα δεδομένα του χρήστη και όλες οι αλλαγές που έχουν γίνει στη μονάδα σκληρού δίσκου θα διαγραφούν.
Item1046=OK
Item1047=Άκυρο
Item1048=Πριν συνεχίσετε, αποσυνδέστε όλες τις εξωτερικές συσκευές εκτός από το πληκτρολόγιο, το ποντίκι και την οθόνη.
Item1049=Το HP Recovery Manager θα επαναφέρει τη μονάδα ή τις μονάδες σκληρού δίσκου στην αρχική εργοστασιακή κατάσταση. Τα δεδομένα του χρήστη και όλες οι αλλαγές που έχουν γίνει στη μονάδα σκληρού δίσκου θα διαγραφούν.	
Item1050=Η διαδικασία αυτή θα επαναφέρει το σύστημά σας στην αρχική, εργοστασιακή κατάστασή του.
Item1051=Θα γίνει επαναδιαμερισμός του σκληρού δίσκου και αναδιαμόρφωσή του στην αρχική, εργοστασιακή κατάστασή του.
Item1052=Όλα τα αρχεία και τα διαμερίσματα που έχουν δημιουργηθεί από το χρήστη, καθώς και τα προγράμματα που εγκαταστάθηκαν μετά την αγορά του, θα χαθούν.
Item1053=Εάν ο υπολογιστής σας περιλάμβανε αρχικά περισσότερα από ένα λειτουργικά συστήματα, η διαδικασία αποκατάστασης θα επαναφέρει όλα τα λειτουργικά συστήματα στην εργοστασιακή κατάστασή τους.
	
[Restoration Incomplete]	
Item1100=Μη ολοκλήρωση επαναφοράς
Item1101=Η επαναφορά δεν ολοκληρώθηκε.
Item1102=Επιλέξτε ένα από τα παρακάτω κουμπιά:
Item1103=Αποθήκευση αρχείου καταγραφής
Item1104=Λεπτομέρειες
Item1105=Επανάληψη
Item1106=Η λειτουργία αυτή συγκεντρώνει πληροφορίες για το σύστημά σας, οι οποίες θα βοηθήσουν την HP να διαγνώσει το πρόβλημα.
Item1107=Τοποθετήστε μια αφαιρούμενη μονάδα δίσκου με τουλάχιστον 00 ΜΒ ελεύθερο χώρο και κάντε κλικ στο κουμπί ΟΚ.
Item1108=OK
Item1109=Δεν υπάρχει αρκετός ελεύθερος χώρος. Τοποθετήστε μια αφαιρούμενη μονάδα δίσκου με τουλάχιστον 00 ΜΒ ελεύθερο χώρο και κάντε κλικ στο κουμπί ΟΚ.
Item1110=Το αρχείο καταγραφής αποθηκεύτηκε ως 00.
Item1111=Τοποθετήστε μέσο επαναφοράς.
Item1112=Κάντε κλικ στο κουμπί "Συνέχεια" για να επανεκκινήσετε τον υπολογιστή τώρα.
Item1113=Συνέχεια
Item1114=Ο συνολικός χώρος του σκληρού δίσκου είναι λιγότερος από αυτόν του αρχικού σκληρού δίσκου που ήταν εγκατεστημένος από το εργοστάσιο. Δεν είναι δυνατό να συνεχιστή η διαδικασία ανάκτησης.
Item1115=Ο συνολικός χώρος του σκληρού δίσκου είναι πολύ λίγος. Δεν είναι δυνατό να συνεχιστή η διαδικασία ανάκτησης.
		
[Drivers and Applications Reinstall]	
Item1200=Επανεγκατάσταση προγραμμάτων οδήγησης και εφαρμογών
Item1201=Γίνεται δημιουργία λίστας προγραμμάτων οδήγησης και εφαρμογών
Item1202=Αρχική
Item1203=Εγκατάσταση
Item1204=Γίνεται εγκατάσταση
Item1205=Ολοκλήρωση
Item1206=Εφαρμογές (00)
Item1207=Προγράμματα οδήγησης (00)
Item1208=Ενημερώσεις HP (00) – Ενημερώσεις που λάβατε και εγκαταστήσατε από τη διεύθυνση HP.com ή το HP Support Assistant
Item1209=Έκδοση: 00
Item1210=00 στοιχεία,
Item1211=00 από 01 επιλεγμένα στοιχεία,
Item1212=00 εφαρμογή και
Item1213=00 εφαρμογές και
Item1214=00 πρόγραμμα οδήγησης και
Item1215=00 προγράμματα οδήγησης και
Item1216=00 ενημέρωση HP
Item1217=00 ενημερώσεις HP
Item1218=Η εγκατάσταση ολοκληρώθηκε.
Item1219=Γίνεται εγκατάσταση του λογισμικού. Το κλείσιμο του HP Recovery Manager ακυρώθηκε.
Item1220=OK
Item1221=Καταργήστε την προηγούμενη έκδοση του λογισμικού πριν από την επανεγκατάσταση.
Item1222=Παρουσιάζονται σφάλματα στην επανεγκατάσταση λογισμικού. Δοκιμάστε πάλι.
Item1223=Δεν βρέθηκε προέλευση λογισμικού σε αυτόν τον υπολογιστή
Item1224=Στοιχείο
Item1225=00 από 01 επιλεγμένο στοιχείο,
Item1226=Μία ή περισσότερες από τις επιλεγμένες μονάδες δίσκου ή/και εφαρμογές μπορεί να μην έχουν εγκατασταθεί σωστά και να έχουν επισημανθεί με θαυμαστικό. Καταργήστε την εγκατάστασή τους από τον υπολογιστή πριν επιχειρήσετε να τις εγκαταστήσετε ξανά από το HP Recovery Manager.
Item1227=Μία ή περισσότερες από τις επιλεγμένες μονάδες δίσκου ή/και εφαρμογές μπορεί να μην έχουν εγκατασταθεί σωστά και να έχουν επισημανθεί με 00. Καταργήστε την εγκατάστασή τους από τον υπολογιστή πριν επιχειρήσετε να τις εγκαταστήσετε ξανά από το HP Recovery Manager.
Item1228=Πρόγραμμα οδήγησης 00
Item1229=Προγράμματα οδήγησης 00
Item1230=Τέλος	
	
[RP Protection]	
Item1300=Διαμέρισμα επαναφοράς
Item1301=Προειδοποίηση
Item1302=Αυτή η περιοχή της μονάδας σκληρού δίσκου (ή του διαμερίσματος) περιέχει αρχεία που χρησιμοποιούνται κατά την επαναφορά Windows Push Button Reset (Επαναφορά των Windows με το πάτημα ενός κουμπιού) και την επαναφορά εικόνας HP.
Item1303=Μην διαγράψετε και μην τροποποιήσετε κανένα από αυτά τα αρχεία.
Item1304=Οποιαδήποτε αλλαγή σε αυτό το διαμέρισμα μπορεί να επηρεάσει τη λειτουργία επαναφοράς του συστήματος στο μέλλον.
	
[Show Contact Information]	
Item1350=Επικοινωνία με την Υποστήριξη πελατών HP
Item1351=Στις περισσότερες περιπτώσεις, η επαναφορά της εργοστασιακής εικόνας θα επιλύσει τα προβλήματα.
Item1352=Εάν συνεχίσετε να αντιμετωπίζετε προβλήματα ή εάν χρειάζεστε μέσα επαναφοράς συστήματος αντικατάστασης, ίσως χρειαστεί να ζητήσετε βοήθεια από την Υποστήριξη πελατών HP.
Item1353=Μπορείτε να επικοινωνήσετε με την Υποστήριξη πελατών HP στην παρακάτω διεύθυνση:
Item1354=www.hp.com/go/contacthp
Item1355=Κάντε κλικ στο κουμπί "Τέλος" για να κλείσετε αυτό το πρόγραμμα.
Item1356=Κάντε κλικ στο κουμπί "Άκυρο" για να κλείσετε αυτό το πρόγραμμα.

[File Backup Program 2.0]
Item1400=Ποια μέθοδο επιλογής αρχείων θέλετε να χρησιμοποιήσετε για τη δημιουργία των αντιγράφων ασφαλείας;
Item1401=Αυτόματη επιλογή
Item1402=Επιλέξτε κατηγορίες αρχείων για να δημιουργήσετε αντίγραφα ασφαλείας.
Item1403=Επιλογή από χρήστη
Item1404=Επιλέξτε τους φακέλους και τα αρχεία για τα οποία θέλετε να δημιουργήσετε αντίγραφα ασφαλείας με μη αυτόματο τρόπο.
Item1405=Με τη μέθοδο "Αυτόματη επιλογή" επιλέγετε τις κατηγορίες αρχείων για τις οποίες θα δημιουργηθούν αντίγραφα ασφαλείας. Για παράδειγμα "Φωτογραφίες" και "Μουσική και άλλα αρχεία ήχου". Στη συνέχεια, το πρόγραμμα πραγματοποιεί αναζήτηση στον υπολογιστή για αρχεία που ανήκουν σε αυτές τις κατηγορίες (με βάση την προκαθορισμένη ομάδα τύπων αρχείων που χρησιμοποιούνται συνήθως για αρχεία τέτοιου είδους) και δημιουργεί τα αντίστοιχα αντίγραφα ασφαλείας. Τα αρχεία είναι συμπιεσμένα και θα πρέπει να γίνει επαναφορά με χρήση της επιλογής επαναφοράς αρχείων προκειμένου να είναι δυνατή η πρόσβαση.
Item1406=Με τη μέθοδο "Επιλογή από χρήστη" ορίζετε ακριβώς τα αρχεία και τους φακέλους για τα οποία θέλετε να δημιουργήσετε αντίγραφα ασφαλείας επιλέγοντάς τα μέσω ενός παραθύρου της Εξερεύνησης των Windows. Έχετε δύο επιλογές για τα αντίγραφα ασφαλείας – "Συμπίεση" και "Χωρίς συμπίεση"
Item1407=Συμπίεση: Τα αρχεία είναι συμπιεσμένα και θα πρέπει να γίνει επαναφορά με χρήση της επιλογής επαναφοράς αρχείων προκειμένου να είναι δυνατή η πρόσβαση.
Item1408=Χωρίς συμπίεση: Τα αρχεία και οι κατάλογοι αντιγράφονται ξεχωριστά, χωρίς να συμπιεστούν. Η πρόσβαση στα αρχεία είναι δυνατή χωρίς να γίνει χρήση της επιλογής επαναφοράς αρχείων.
Item1409=Θέλετε να χρησιμοποιηθεί συμπίεση;
Item1410=Συμπίεση
Item1411=Χωρίς συμπίεση
Item1412=Τα αρχεία συμπιέζονται σε μορφή αρχείου WIM και θα πρέπει να γίνει επαναφορά τους στον υπολογιστή με χρήση της επιλογής "Επαναφορά αρχείων" προκειμένου να έχετε πρόσβαση. Αυτή η επιλογή ελαχιστοποιεί το μέγεθος των αντιγράφων ασφαλείας και, κατά την επαναφορά των αρχείων, όλα τα αρχεία αντιγράφονται αυτόματα στο δίσκο C:\ και είναι προσβάσιμα μέσω μιας συντόμευσης στην επιφάνεια εργασίας.
Item1413=Τα αρχεία και οι κατάλογοι αντιγράφονται ξεχωριστά, χωρίς να συμπιεστούν και είναι προσβάσιμα απευθείας από τη μονάδα αντιγράφων ασφαλείας, χωρίς να απαιτείται η χρήση της επιλογής "Επαναφορά αρχείων". Αυτή η επιλογή δεν ελαχιστοποιεί το μέγεθος των αντιγράφων ασφαλείας και τα αρχεία και οι κατάλογοι θα πρέπει να αντιγραφούν μη αυτόματα (αντιγραφή/επικόλληση) στον υπολογιστή.
Item1414=Για ποια αρχεία θέλετε να δημιουργήσετε αντίγραφα ασφαλείας;
Item1415=Αναζήτηση αρχείων
Item1416=Μέγεθος αντιγράφων ασφαλείας:  00
Item1417=Όνομα
Item1418=Μέγεθος
Item1419=Επιλογή μέσου αντιγράφων ασφαλείας
Item1420=Επιλογή μέσου: 00
Item1421=Θα χρειαστείτε 00 δίσκους αυτού του τύπου για τη δημιουργία των αντιγράφων ασφαλείας.
Item1422=Για να συνεχίσετε τη δημιουργία αντιγράφων ασφαλείας με το επιλεγμένο μέσο, κάντε κλικ στο κουμπί "Επόμενο".
Item1423=Για να επιλέξετε άλλον τύπο μέσου, κάντε κλικ στο κουμπί "Πίσω".
Item1424=Προετοιμασία αρχείων
Item1425=Δημιουργία δίσκου
Item1426=Εγγραφή δίσκου
Item1427=Επιβεβαίωση δίσκου
Item1428=Τοποθετήστε το δίσκο 00 από 00 00.
Item1429=Επιλεγμένα αρχεία
Item1430=Αντιγραφή των αρχείων
Item1431=Έγινε αντιγραφή των επιλεγμένων αρχείων και καταλόγων
Item1432=Το Recovery Manager αντέγραψε επιτυχώς τα αρχεία
Item1433=Υπάρχουν αρχεία μεγαλύτερα από τη χωρητικότητα του δίσκου αντιγράφων ασφαλείας. Η διαδικασία δημιουργίας αντιγράφων ασφαλείας δεν μπορεί να συνεχιστεί.
Item1434=Αλλαγή σε λειτουργία συμπίεσης
Item1435=Κατάργηση επιλογής αρχείων μεγαλύτερων από 00
Item1436=Νέα επιλογή συσκευής
Item1437=Λίστα μεγάλων αρχείων
Item1438=Τοποθετήστε το δίσκο 00.
Item1439=Δεν υπάρχει διαθέσιμος δίσκος με αρκετό ελεύθερο χώρο για τα αντίγραφα ασφαλείας. Συνδέστε έναν άλλο δίσκο ή αποδεσμεύστε χώρο σε κάποιον δίσκο που είναι ήδη συνδεδεμένος.
Item1440=Αυτός ο τύπος δίσκου δεν υποστηρίζεται.
Item1441=Μειώνει το μέγεθος αρχείου. Απαιτεί τη χρήση της επιλογής “Επαναφορά αρχείων”.
Item1442=Δεν μειώνει το μέγεθος αρχείου, δεν απαιτεί τη χρήση της επιλογής “Επαναφορά αρχείων”.
Item1443=Ένα αντίγραφο ασφαλείας μπορεί να αποθηκευτεί μόνο σε οπτικό μέσο ή εξωτερικό σκληρό δίσκο. Εάν η επιθυμητή συσκευή ή/και τύπος μέσου δεν αναφέρεται παρακάτω, βεβαιωθείτε ότι η συσκευή είναι συνδεδεμένη και ενεργοποιημένη και ότι ο επιθυμητός τύπος μέσου είναι τοποθετημένος στη συσκευή οπτικού δίσκου για να συνεχίσετε τη διαδικασία.
Item1444=Αυτό είναι ο λάθος δίσκος, ή είναι κατεστραμμένος. Τοποθετήστε το δίσκο 00.
Item1445=Ένα αντίγραφο ασφαλείας μπορεί να αποθηκευτεί μόνο σε εξωτερικό σκληρό δίσκο ή μονάδα flash USB σε μορφή NTFS. Βεβαιωθείτε ότι η επιθυμητή συσκευή είναι συνδεδεμένη και το σύστημα αρχείων είναι NTFS πριν συνεχίσετε τη διαδικασία δημιουργίας αντιγράφου ασφαλείας.
Item1446=Αν γίνει επιλογή του 00 στην Αυτόματη επιλογή ή την Επιλογή από χρήστη, θα γίνει δημιουργία αντιγράφων ασφαλείας όλων των αρχείων σε τρόπο λειτουργίας "Χωρίς συμπίεση" και πρέπει να γίνει επαναφορά τους χειροκίνητα, με αντιγραφή των δεδομένων. Δεν είναι δυνατόν να χρησιμοποιηθεί η επιλογή Επαναφορά αρχείων.
Item1447=Όλα τα αρχεία που είναι αποθηκευμένα στο φάκελο του 00.
Item1448=Τα αρχεία συμπιέζονται σε μορφή αρχείου WIM και θα πρέπει να γίνει επαναφορά τους στον υπολογιστή με χρήση της επιλογής "Επαναφορά αρχείων" προκειμένου να έχετε πρόσβαση. Αυτή η επιλογή ελαχιστοποιεί το μέγεθος των αντιγράφων ασφαλείας και θα γίνει επαναφορά όλων των αρχείων στον προορισμό που θα καθορίσετε, ενώ παράλληλα θα καταστεί δυνατή η πρόσβαση σε αυτά με τη δημιουργία μιας συντόμευσης στην επιφάνεια εργασίας.
Item1449=Δεν υποστηρίζεται η συμπίεση όταν έχει γίνει επιλογή δεδομένων 00.
Item1450=Το αντίγραφο ασφαλείας των δεδομένων 00 έχει δημιουργηθεί στον ακόλουθο φάκελο υπό το ριζικό κατάλογο του φακέλου αντιγράφων ασφαλείας:
Item1451=Αντιγράψτε το αντίγραφο ασφαλείας των δεδομένων 00 από τον παραπάνω φάκελο μέσων αντιγράφων ασφαλείας στο σύστημά σας αφότου ολοκληρωθεί η επαναφορά.
Item1452=Τα αντίγραφα ασφαλείας των δεδομένων 00 μπορούν να δημιουργηθούν μόνο με χρήση της επιλογής "Χωρίς συμπίεση".
Item1453=Επιλέξτε ΟΚ για τη δημιουργία αντιγράφου ασφαλείας με την επιλογή "Χωρίς συμπίεση" ή επιλέξτε "Άκυρο" για να δημιουργήσετε εκ νέου αντίγραφο ασφαλείας.

[Windows Recovery Environment]
Item1500=Αντίγραφα ασφαλείας και επαναφορά HP ή επικοινωνήστε με την υποστήριξη HP

[Windows System Refresh]
Item1600=Ανανεώστε τον υπολογιστή σας χωρίς να επηρεαστούν τα προσωπικά σας αρχεία

[AboutInfo]
Item1700=Πληροφορίες
Item1701=Έκδοση
Item1702=Μέσα αποκατάστασης
Item1703=Σύστημα
Item1704=Αριθμός προϊόντος
Item1705=Σειριακός αριθμός
Item1706=Διαμέρισμα επαναφοράς HP
Item1707=Ναι
Item1708=Όχι
Item1709=Πληροφορίες